let interests = [
    [
        [
            ["実践Rustプログラミング入門", "初田直也"],
        ],
        "プログラムを書く日もあります。ただこの本はまだ積読なので Rust は何も知りません。"
    ],
    [
        [
            ["日本十進分類法 [新訂10版] [簡易版]", "もり・きよし"],
        ],
        "司書科目を履修したことを契機に、蔵書を <abbr title='Nippon Decimal Classification; 日本十進分類法'>NDC</abbr> で整理したり、旅行先で公共図書館に立ち寄ったりしています。"
    ],
    [
        [
            ["特別展 鳥 : ゲノム解析が解き明かす新しい鳥類の系統", "国立科学博物館"],
        ],
        "鳥を見ると良い気持ちになりますよね。"
    ],
    [
        [
            ["京都国立博物館 平成知新館の建築", "京都国立博物館, 谷口建設設計研究所"],
        ],
        "建築なるもの、面白いのかもしれない。"
    ],
    [
        [
            ["全国鉄道地図帳", "昭文社"],
        ],
        "鉄道旅行っていいですよね。バス旅行もいいですよね。あとは、公共交通機関を使わない旅行もいいですよね。車とか自転車とか徒歩とか。遠出じゃなくても楽しいので、旅行というより移動が好きと言うべきかもしれません。"
    ],
    [
        [
            ["かな字解", "関口研二"],
        ],
        "街角の文字を眺めるのが趣味です。異体字とか変体仮名とか、珍しい外国語とかを看板に見つけると喜びます。石碑に出会ったら<a href='http://shirahigejinja.com/%E6%B9%96%E4%B8%AD%E9%B3%A5%E5%B1%85%E3%83%BB%E5%A2%83%E5%86%85/keidai/%E7%B4%AB%E5%BC%8F%E9%83%A8%E3%80%80%E6%AD%8C%E7%A2%91%EF%BC%88%E7%9F%B3%E6%AE%B5%E4%B8%8A-%E5%8D%97%EF%BC%89/'>「みおの海に……あ…み？ひくた…みの……て…まもなく……？？」</a>とやるのが常です。漢字があると詰みがち。"
    ],
    [
        [
            ["アッカド語文法", "青島忠一朗"],
            ["チェコ語の基本", "金指久美子"],
            ["ハンガリー語の入門", "早稲田みか, コヴァーチ・レナータ"],
			["満洲語入門20講", "津曲敏郎"],
			["サンスクリット・トレーニング I", "平岡昇修"],
            ["基礎テルグ語", "山田桂子"],
        ],
        "手を着けた言語と手を着けていない言語が並んでいます。実用のための語学というよりは、新しい言語体系を知りたい気持ちが強いです。"
    ],
];
