let interests = [
    [
        [
            ["ユリイカ 2018年7月号 (特集=バーチャルYoutuber)", "青土社"],
        ],
        "VTuber がうっすらと好きです。<a href='https://www.youtube.com/@IenagaMugi' target='_blank'>家長むぎ</a>さんとか。"
    ],
    [
        [
            ["プログラミングの基礎", "浅井健一"],
        ],
        "このホームページで色々やっている程度にはプログラミングを触っています。でもこのホームページで色々やっている程度なので、あんまり知りません。"
    ],
    [
        [
            ["日本十進分類法 [新訂10版] [簡易版]", "もり・きよし"],
        ],
        "司書科目を履修したことを契機に、蔵書を <abbr title='Nippon Decimal Classification; 日本十進分類法'>NDC</abbr> で整理したり、旅行先で公共図書館に立ち寄ったりしています。"
    ],
    [
        [
            ["京都の大路小路", "千宗室, 森谷尅久 監修"],
        ],
        "街歩きは好きです。山歩きも好きです。ただ大学に入って以降は自転車を使いがちになりました。旅行は好きですが、遠出じゃなくても楽しいので移動が好きと言うべきかもしれません。"
    ],
    [
        [
            ["世界で一番美しい元素図鑑", "セオドア・グレイ"],
        ],
        "2010年の刊で、113番以降は記載こそされているものの未命名です。懐かしいですね。当時の私は、化学に関心があるというのもあったかもしれませんが、それよりは周期表という体系が好きだったんだと思います。体系というものが好きなのは今も変わりません。"
    ],
    [
        [
            ["特別展 鳥 : ゲノム解析が解き明かす新しい鳥類の系統", "(国立科学博物館)"],
        ],
        "鳥を見ると良い気持ちになりますよね。"
    ],
    [
        [
            ["京都国立博物館 平成知新館の建築", "京都国立博物館, 谷口建設設計研究所"],
        ],
        "建築読解入門なる授業を取ってから、建築を体験するということに意識が向き始めました。"
    ],
    [
        [
            ["全国鉄道地図帳", "(昭文社)"],
        ],
        "地理好きなのと鉄道好きなのはどっちが卵でどっちが鶏なのか分かりません。自動車運転免許を手に入れてからは、道路交通にも興味が湧き出しました。"
    ],
    [
        [
            ["かな字解", "関口研二"],
        ],
        "街角の文字を眺めるのが趣味です。異体字とか変体仮名とか、珍しい外国語表記とかを看板に見つけると喜びます。石碑があったら<a href='http://shirahigejinja.com/%E6%B9%96%E4%B8%AD%E9%B3%A5%E5%B1%85%E3%83%BB%E5%A2%83%E5%86%85/keidai/%E7%B4%AB%E5%BC%8F%E9%83%A8%E3%80%80%E6%AD%8C%E7%A2%91%EF%BC%88%E7%9F%B3%E6%AE%B5%E4%B8%8A-%E5%8D%97%EF%BC%89/'>「みおの海に……あ…み？ひくた…みの……て…まもなく……」</a>とやるのが常です。漢字が出る度に大抵詰んでいるので、<a href='https://www.kashiwashobo.co.jp/book/4760121552'>『覚えておきたい 古文書くずし字200選』</a>とかをやるべきかもしれません。"
    ],
    [
        [
            ["比較で読みとくスラヴ語のしくみ [新版]", "三谷惠子"],
        ],
        "ロシア語をいわゆる二外で取ってから、ブルガリア語とチェコ語にも手を出しました。スラヴ語は複数やると楽しいですね。"
    ],
    [
        [
            ["ハンガリー語の入門 [改訂版]", "早稲田みか, コヴァーチ・レナータ"],
            ["アッカド語文法", "青島忠一朗"],
            ["基礎テルグ語", "山田桂子"],
            ["サンスクリット文法", "辻直四郎"],
			["満洲語入門20講", "津曲敏郎"],
        ],
        "いつ手を着けるとも知れない積み言語が並んでいます。語学は、使いたいというよりは新しい言語体系を知りたい気持ちが強いです。"
    ],
];
