const TEXT = `新板塵郊記
<hr>

［空白］
<hr>
新板塵郊記
<hr>

廾四番
<hr>
｜新板（しんはん）｜塵刧記（ぢんかうき）　｜本書序（ほんしよのぢよ）　｜吉田光由（よしたみつよし）編（へんす）
それ算（さん）は、｜伏羲（ふつき）｜隷首（れいしゆ）に令じてより、｜周官（しうくわん）に｜保氏（ほし）
を置（をき）、是（これ）より｜以来（このかた）｜算數（さんすう）世（よ）にをこなはれて、｜國家（こくか）の
｜重器（てうき）たり誠（まこと）に故（ゆへ）有（ある）かな。算（さん）の要（よう）たる事、國（こく）
家（か）を治（をさ）め、｜百姓（はくせい）をみちびくに及（をよん）で、｜方田不足（ほうでんふそく）、勾（かう）
｜股圓長（かうゑんちやう）あり。其（その）｜狹廣（けうくわう）をはかりて、其（その）耕（かう）をおさむる
に、｜井田（せいでん）の法（ほう）有十一の法有。もし其法をみだる
时（とき）は｜百姓（はくせい）おだやかならず、又（また）軍（ぐん）をなし、賦（ふ）をなす
に、士（し）をひき、｜歩卒（ほそつ）をまじふるに、｜算數（さんすう）をもつて
よくみちびきおさむる也。妙（めう）なるかな、｜遠山（ゑんざん）の高（たか）さ
<hr>

いたらずして爰（こゝ）にしり、｜海渕（かいゑん）のふかさ、いらずして
底（そこ）をしる。いはんや｜天理（てんり）をや日月の｜行道（きやうだう）、｜春秋（しゆんしう）の
｜運氣（うんき）、其（その）外（ほか）｜巫醫（ぶい）｜百工（はくかう）のたぐひ、皆（みな）｜算數（さんすう）によつて
｜吉凶（きつけう）をもとめ、｜血気（けつき）の｜順逆（じゆんぎやく）をしる。此（この）道（みち）によらず
して、妙（めう）をしり理（り）をさとす事はなんぞや。然（しかれ）ども
其（その）ふかきをしり、委（くわしき）をさとす事は、いたらざれば
得（え）がたし。故（かるがゆへ）に其（その）｜綱領（こうりやう）をしるして、｜聖門（せいもん）に入
ひとつの便（たより）とせんとおもへど、｜下愚（かぐ）のまめならざれ
ば、あるひは｜不足（ふそく）、或（あるひ）は重（しげく）てなん有なん。よく明（あきらか）ならん
人、｜違闕（ゐけつ）をたゞさは、まことたすけとやならん
<hr>
同増補頭書序
此｜塵刧記（ぢんかうき）は、｜山城国（やましろのくに）｜嵯峨（さが）の｜住人（ぢうにん）｜吉田氏（よしたうぢ）｜光由（みつよし）とやらんの｜作書（さくしよ）と也。され、は彼（かの）｜光由（みつよし）は
｜算藝（さんげい）｜暦道（れきだう）に｜不限（かぎらす）、｜書讀（しよどく）にも｜發明（はつめい）なりけるとなん、実（げに）も｜作意（さくい）こまかに
して、よく｜初心（しよしん）をみちびきて、遠（とを）きに行（ゆき）高（たか）きにのぼる便（たより）となせり
然（しかる）故（ゆへ）にや｜近代算術（きんたいさんじゆつ）の｜發明（はつめい）と、世（よ）に誉（ほまれ）を得（う）る｜方〻（かた〱）も、おほくは是より
もとづき侍る人のみと也。さあるをもつて思へは、｜光由（みつよし）は｜倭朝（わてう）｜中興（ちうかう）｜算術（さんじゆつ）
の｜元祖（ぐわんそ）とも云つべし。｜初学（しよがく）｜厚勘（こうかん）ともに、取（とり）すつる事なかれ。爰（こゝ）に
｜若年（ぢやくねん）より、此（この）道（みち）に心（こゝろ）がけ、｜老年（らうねん）に至（いた）る迄、露（つゆ）すつる事なく、｜發明（はつめい）して
妙（めう）を得（ゑ）らるゝ程（ほと）の人侍りしが、盛（さかん）なりし比（ころ）は、ぢんかうきの趣（をもむき）あさはか
にて何（なに）之（の）役（やく）にかたらんとあざむきて、｜一向（いつかう）｜算木（さんぎ）の取（とり）あつかひ、｜天元飜法（てんけんほんほう）
｜等之妙術（とうのめうじゆつ）、或（あるひ）は｜方圓（ほうゑん）の｜圖説（づせつ）なとになづみて、｜他事（たじ）をわすられけるは｜段〻（だん〱）
いたりぬれば今（いま）は｜慢心（まんしん）もうせけるにや、｜？？（かゑつて）｜塵刧記（ぢんかうき）の｜作意（さくい）｜殊勝（しゆせう）也（なり）と
かんじ、迚（とても）の事（こと）に彼（かれ）に｜増補（ぞうほ）｜首書（かしらかき）を立、猶（なを）｜初心（しよしん）の助（たすけ）にもと思（おも）ひよりて
｜書集（かきあつめ）をかれけるを、久（ひさ）しき友（とも）とて予（よ）に見せられける故（ゆへ）に、予（よ）もまた
其（その）心（こゝろ）ざしの、わたくしなく｜愚成（おろかなる）をみちびかんとの｜真実（しんじつ）をかんじ、｜端書（はしかき）を加（くわへ）侍也。
EOF`