const TEXT = `新板塵郊記
hr

［空白］
hr
新板塵郊記
hr

廾四番
hr
｜新板（しんはん）｜塵刧記（ぢんかうき）　｜本書序（ほんしよのぢよ）　｜吉田光由（よしたみつよし）編（へんす）；
それ算（さん）は、｜伏羲（ふつき）｜隷首（れいしゆ）に令じてより、｜周官（しうくわん）に｜保氏（ほし）
を置（をき）、是（これ）より｜以来（このかた）｜算數（さんすう）世（よ）にをこなはれて、｜國家（こくか）の
｜重器（てうき）たり誠（まこと）に故（ゆへ）有（ある）かな。算（さん）の要（よう）たる事、國（こく）
家（か）を治（をさ）め、｜百姓（はくせい）をみちびくに及（をよん）で、｜方田不足（ほうでんふそく）、勾（かう）
｜股圓長（かうゑんちやう）あり。其（その）｜狹廣（けうくわう）をはかりて、其（その）耕（かう）をおさむる
に、｜井田（せいでん）の法（ほう）有十一の法有。もし其法をみだる
时（とき）は｜百姓（はくせい）おだやかならず、又（また）軍（ぐん）をなし、賦（ふ）をなす
に、士（し）をひき、｜歩卒（ほそつ）をまじふるに、｜算數（さんすう）をもつて
よくみちびきおさむる也。妙（めう）なるかな、｜遠山（ゑんざん）の高（たか）さ
hr

いたらずして爰（こゝ）にしり、｜海渕（かいゑん）のふかさ、いらずして
底（そこ）をしる。いはんや｜天理（てんり）をや日月の｜行道（きやうだう）、｜春秋（しゆんしう）の
｜運氣（うんき）、其（その）外（ほか）｜巫醫（ぶい）｜百工（はくかう）のたぐひ、皆（みな）｜算數（さんすう）によつて
｜吉凶（きつけう）をもとめ、｜血気（けつき）の｜順逆（じゆんぎやく）をしる。此（この）道（みち）によらず
して、妙（めう）をしり理（り）をさとす事はなんぞや。然（しかれ）ども
其（その）ふかきをしり、委（くわしき）をさとす事は、いたらざれば
得（え）がたし。故（かるがゆへ）に其（その）｜綱領（こうりやう）をしるして、｜聖門（せいもん）に入
ひとつの便（たより）とせんとおもへど、｜下愚（かぐ）のまめならざれ
ば、あるひは｜不足（ふそく）、或（あるひ）は重（しげく）てなん有なん。よく明（あきらか）ならん
人、｜違闕（ゐけつ）をたゞさは、まことたすけとやならん
hr
同増補［⿰礻甫］頭書序；
此｜塵刧記（ぢんかうき）は、｜山城国（やましろのくに）｜嵯峨（さが）の｜住人（ぢうにん）｜吉田氏（よしたうぢ）｜光由（みつよし）とやらんの｜作書（さくしよ）と也。され、は彼（かの）｜光由（みつよし）は
｜算藝（さんげい）｜暦道（れきだう）に｜不限（かぎらす）、｜書讀（しよどく）にも｜發明（はつめい）なりけるとなん、実（げに）も｜作意（さくい）こまかに
して、よく｜初心（しよしん）をみちびきて、遠（とを）きに行（ゆき）高（たか）きにのぼる便（たより）となせり
然（しかる）故（ゆへ）にや｜近代算術（きんたいさんじゆつ）の｜發明（はつめい）と、世（よ）に誉（ほまれ）を得（う）る｜方〻（かた〱）も、おほくは是より
もとづき侍る人のみと也。さあるをもつて思へは、｜光由（みつよし）は｜倭朝（わてう）｜中興（ちうかう）｜算術（さんじゆつ）
の｜元祖（ぐわんそ）とも云つべし。｜初学（しよがく）｜厚勘（こうかん）ともに、取（とり）すつる事なかれ。爰（こゝ）に
｜若年（ぢやくねん）より、此（この）道（みち）に心（こゝろ）がけ、｜老年（らうねん）に至（いた）る迄、露（つゆ）すつる事なく、｜發明（はつめい）して
妙（めう）を得（ゑ）らるゝ程（ほと）の人侍りしが、盛（さかん）なりし比（ころ）は、ぢんかうきの趣（をもむき）あさはか
にて何（なに）之（の）役（やく）にかたらんとあざむきて、｜一向（いつかう）｜算木（さんぎ）の取（とり）あつかひ、｜天元飜法（てんけんほんほう）
｜等之妙術（とうのめうじゆつ）、或（あるひ）は｜方圓（ほうゑん）の｜圖説（づせつ）なとになづみて、｜他事（たじ）をわすられけるは｜段〻（だん〱）
いたりぬれば今（いま）は｜慢心（まんしん）もうせけるにや、｜？？（かゑつて）｜塵刧記（ぢんかうき）の｜作意（さくい）｜殊勝（しゆせう）也（なり）と
かんじ、迚（とても）の事（こと）に彼（かれ）に｜増補（ぞうほ）｜首書（かしらかき）を立、猶（なを）｜初心（しよしん）の助（たすけ）にもと思（おも）ひよりて
｜書集（かきあつめ）をかれけるを、久（ひさ）しき友（とも）とて予（よ）に見せられける故（ゆへ）に、予（よ）もまた
其（その）心（こゝろ）ざしの、わたくしなく｜愚成（おろかなる）をみちびかんとの｜真実（しんじつ）をかんじ、｜端書（はしかき）を加（くわへ）侍也。
hr

｜増補（そうほ）［⿰礻甫］｜新編（しんへん）｜塵刧記（ぢんかうき）一目録：
flex
第一　｜大数（たいすう）の名（な）の事；
第二　｜小数（せうすう）の名（な）の事；
第三　粮（かて）の数（かす）の名（な）之事；
第四　田（た）の数（かす）の名（な）之事；
第五　｜諸物（しよぶつ）｜軽重（きやうぢう）之事；
第六　九〻の数（かす）之事；
第七　八算（さん）の割（わり）の声（こへ）＾付圖（づ）懸（かけ）ざんの事；
第八　見一の割（わり）の声（こへ）＾付圖（づ）懸（かけ）ざんの事；
第九　かけてわれる算（さん）の事：
/
第十　米（こめ）うりかひの事；
第十一　たわらまはしの事；
第十二　たはらすぎざんの事；
第十三　蔵（くら）に俵（たはら）入つもりの事；
第十四　銭（ぜに）うりかひの事；
第十五　銀（ぎん）両（りやう）かへの事；
第十六　金（きん）両（りやう）かへの事；
第十七　｜小判（こばん）両（りやう）かへの事；
第十八　萬利足之事；
第十九　絹（きぬ）｜木綿（もめん）｜賣買（うりかい）之㕝：
/flex
hr
flex:annotation
▲大数之事；
三重韻秭［⿰禾市］文字之
注＾ニ千億也とあり
今小乗にて是を
考るに万億之位＾ニ
当＾ル也；
又風俗通＾ニ云＾ク
千生＿㆑万々生＿㆑億々
生＿㆑京々生＿㆑秭［⿰禾市］々生
垓々生＿㆑壌［六→亠］々生＿㆑澗
々生＿㆑正々生＿㆑載々ハ
地モ所＿㆑不＿㆑能＿㆑載也
＾ト云〻此説ヨリ見
れは秭［⿰禾市］と垓と前
後せり其上溝と
いふ数欠て壌［六→亠］ヨリ
澗へ飛越たり？ん；
▲小数之事；
両は四匁之位文は銭
数也其外は一より
下のわかちなり
次㐧に考下？？知也；
▲粮の数之事；
/
第一　大数之名の事；
一　十　百　千　万　億（おく）　＜十億・百億・千億＞　兆（てう）　＜十兆・百兆・千兆＞　京（けい）　＜十京・百京・千京＞　
垓（がい）　＜十垓・百垓・千垓＞　｜𥝱（ちよ）　＜十𥝱・百𥝱・千𥝱＞　穰（じやう）［吅→厸］　＜十穰［吅→厸］・百穰［吅→厸］・千穰［吅→厸］＞　溝（かう）　＜十溝・百溝・千溝＞　澗（かん）　＜十澗・百澗・千澗＞　
正（せい）　＜十正・百正・千正＞　載（さい）　＜十載・百載・千載＞　極（ごく）　＜十極・百極・千極＞　｜恒河沙（がうがしや）　＜十恒河沙・百恒河沙・千恒河沙＞
｜阿僧祇（あそうぎ）［⿰礻氏］　＜十阿僧祇［⿰礻氏］・百阿僧祇［⿰礻氏］・千阿僧祇［⿰礻氏］＞　｜那由他（なゆた）　＜十那由他・百那由他・千那由他＞　
｜不可思議（ふかしき）　＜十不可思議・百不可思議・千不可思議＞　｜無量（むりやう）　＜十無量・百無量・千無量＞　｜大數（たいすう）　＜十大数・百大数・千大数＞；
第二　小数之名の事；
兩（りやう）［⿻帀从］　文（もん）　分（ふん）　厘（り）　毫（もう）　絲（し）　忽（こつ）　㣲（ひ）　纎（せん）　沙（しや）　塵（ぢん）　埃（あい）［⿰土⿱厶⿻𠂉人］；
第三　粮（かて）の数（かす）の名之事：
/flex
EOF`
